export const TextEditor = () => {
  return (
    <>
      <div className="section w-1/4">
        <div className="grid grid-cols-2 pb-6">
          <div className="font-bold">Текст</div>
          <div className="text-inactive font-bold">Редактирование</div>
        </div>
        <div className="overflow-scroll h-5/6">
          Цветная горизонтально ориентированная фотография, сделанная в городском парке. Стоит ясный зимний день. На
          заднем плане — темные стволы деревьев без листьев, за ними виднеются здания. Между белыми облаками — голубое
          небо. Землю покрывает сплошной слой снега. На переднем плане справа — прямой ствол дерева, покрытый
          серо-коричневой корой с трещинами. В центре фотографии — белка. Задними широко расставленными лапами она
          упирается в ствол дерева, передними — крепко держится за раскрытую ладонь человека, на которой лежит горсть
          орехов: лесные и кедровые. Несколько орехов белка уже расколола, на ладони лежат пустые скорлупки. Черный
          блестящий глаз белки широко открыт. На ушах — пышные серые кисточки. Тело покрыто ровным густым
          серо-коричневым мехом. На лапах острые темные когти, которым белка цепляется за ствол дерева и протянутую руку
          с угощеньем. Расстояние между ладонью и стволом дерева такое, что зверек почти висит в воздухе, но при этом
          крепко держится за ладонь с орехами. Фигура белки и ладонь человека занимают бОльшую часть кадра. Фото сделано
          с близкого расстояния.
        </div>
      </div>
    </>
  );
}
